Repository: ClawdBonzo/menomap
Catalog: MenoMap/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, es_419, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: MenoMap cannot tell you to start, stop, or change a medicine. Bring your list to a clinician.
ar: لا يستطيع MenoMap أن يطلب منكِ بدء دواء أو إيقافه أو تغييره. أحضري قائمتكِ إلى الطبيب.
cs: MenoMap ti nemůže říct, abys lék začala užívat, vysadila nebo změnila. Vezmi svůj seznam k lékaři.
da: MenoMap kan ikke sige, at du skal starte, stoppe eller ændre medicin. Tag din liste med til en læge.
de: MenoMap kann dir nicht sagen, dass du ein Medikament anfangen, absetzen oder ändern sollst. Nimm deine Liste mit zu einer Ärztin oder einem Arzt.
el: Το MenoMap δεν μπορεί να σου πει να ξεκινήσεις, να σταματήσεις ή να αλλάξεις ένα φάρμακο. Πήγαινε τη λίστα σου σε γιατρό.
es: MenoMap no puede decirte que empieces, dejes o cambies un medicamento. Lleva tu lista a un profesional sanitario.
es_419: MenoMap no puede decirte que empieces, suspendas o cambies un medicamento. Lleva tu lista a un profesional de la salud.
fi: MenoMap ei voi kehottaa sinua aloittamaan, lopettamaan tai muuttamaan lääkettä. Vie lääkelistasi lääkärille.
fr: MenoMap ne peut pas vous dire de commencer, d’arrêter ou de modifier un médicament. Apportez votre liste à un médecin.
he: היישום MenoMap לא יכול לומר לך להתחיל, להפסיק או לשנות תרופה. הביאי את הרשימה שלך לרופא/ה.
hi: MenoMap आपको कोई दवा शुरू करने, बंद करने या बदलने के लिए नहीं कह सकता। अपनी सूची डॉक्टर के पास ले जाएँ।
hr: MenoMap ti ne može reći da počneš, prestaneš ili promijeniš lijek. Donesi svoj popis liječniku.
hu: A MenoMap nem mondhatja meg, hogy elkezdj, abbahagyj vagy módosíts egy gyógyszert. Vidd el a listádat egy orvoshoz.
id: MenoMap tidak bisa menyuruhmu memulai, menghentikan, atau mengubah obat. Bawa daftar obatmu ke dokter.
it: MenoMap non può dirti di iniziare, interrompere o modificare un farmaco. Porta il tuo elenco a un medico.
ja: MenoMapは、お薬を始める、やめる、変えるよう伝えることはできません。お薬のリストを医師に見せてください。
ko: MenoMap은 약을 시작하거나, 중단하거나, 바꾸라고 말할 수 없어요. 목록을 가지고 의료진을 찾아가세요.
ms: MenoMap tidak boleh menyuruh anda memulakan, menghentikan atau mengubah sesuatu ubat. Bawa senarai anda kepada doktor.
nb: MenoMap kan ikke be deg om å starte, stoppe eller endre en medisin. Ta med listen din til en lege.
nl: MenoMap kan je niet vertellen om met een medicijn te beginnen, ermee te stoppen of het te veranderen. Neem je lijst mee naar een arts.
pl: MenoMap nie może ci powiedzieć, żebyś rozpoczęła, przerwała lub zmieniła lek. Zabierz swoją listę do lekarza.
pt_br: O MenoMap não pode dizer para você começar, parar ou mudar um medicamento. Leve sua lista a um profissional de saúde.
pt_pt: O MenoMap não te pode dizer para começares, parares ou alterares um medicamento. Leva a tua lista a um profissional de saúde.
ro: MenoMap nu îți poate spune să începi, să oprești sau să schimbi un medicament. Du-i lista unui medic.
sk: MenoMap ti nemôže povedať, aby si liek začala užívať, prestala užívať alebo ho zmenila. Prines svoj zoznam lekárovi.
sv: MenoMap kan inte säga åt dig att börja med, sluta med eller ändra ett läkemedel. Ta med din lista till en läkare.
th: MenoMap บอกให้คุณเริ่ม หยุด หรือเปลี่ยนยาไม่ได้ นำรายการยาของคุณไปปรึกษาแพทย์
tr: MenoMap sana bir ilaca başlamanı, bırakmanı ya da değiştirmeni söyleyemez. Listeni bir doktora götür.
uk: MenoMap не може сказати тобі почати, припинити чи змінити прийом ліків. Покажи свій список лікарю.
vi: MenoMap không thể bảo bạn bắt đầu, ngừng hay thay đổi một loại thuốc. Hãy mang danh sách thuốc của bạn đến gặp bác sĩ.
zh_hans: MenoMap 不能告诉你开始、停止或更改任何药物。请把你的用药清单带给医生。
zh_hant: MenoMap 不能告訴你要開始、停止或更改任何藥物。請把你的用藥清單帶給醫師。

source: MenoMap doesn't know that yet. If you are worried, contact a clinician. If this feels urgent, use local emergency services.
ar: لا يعرف MenoMap ذلك بعد. إذا كنتِ قلقة، فتواصلي مع طبيب. وإذا شعرتِ بأن الأمر عاجل، فاستعيني بخدمات الطوارئ المحلية.
cs: To MenoMap zatím neví. Pokud máš obavy, obrať se na lékaře. Pokud ti to připadá naléhavé, obrať se na místní záchrannou službu.
da: Det ved MenoMap ikke endnu. Hvis du er bekymret, så kontakt en læge. Hvis det føles akut, så kontakt den lokale alarmcentral.
de: Das weiß MenoMap noch nicht. Wenn du dir Sorgen machst, wende dich an eine Ärztin oder einen Arzt. Wenn es dringend erscheint, nutze die örtlichen Notfalldienste.
el: Το MenoMap δεν το γνωρίζει αυτό ακόμη. Αν ανησυχείς, επικοινώνησε με γιατρό. Αν σου φαίνεται επείγον, απευθύνσου στις τοπικές υπηρεσίες έκτακτης ανάγκης.
es: MenoMap todavía no lo sabe. Si te preocupa, contacta con un profesional sanitario. Si te parece urgente, recurre a los servicios de emergencias locales.
es_419: MenoMap todavía no sabe eso. Si te preocupa, contacta a un profesional de la salud. Si sientes que es urgente, recurre a los servicios de emergencia locales.
fi: MenoMap ei vielä tiedä sitä. Jos olet huolissasi, ota yhteyttä lääkäriin. Jos tilanne tuntuu kiireelliseltä, ota yhteyttä paikallisiin hätäpalveluihin.
fr: MenoMap ne le sait pas encore. Si cela vous inquiète, contactez un médecin. Si cela semble urgent, faites appel aux services d’urgence locaux.
he: היישום MenoMap עדיין לא יודע את זה. אם את מודאגת, פני לרופא/ה. אם זה מרגיש דחוף, פני לשירותי החירום המקומיים.
hi: MenoMap को अभी इसका जवाब नहीं पता। अगर आप चिंतित हैं, तो डॉक्टर से संपर्क करें। अगर तुरंत मदद की ज़रूरत लगे, तो स्थानीय आपातकालीन सेवाओं का इस्तेमाल करें।
hr: MenoMap to još ne zna. Ako si zabrinuta, obrati se liječniku. Ako ti se čini hitno, obrati se lokalnoj hitnoj službi.
hu: Ezt a MenoMap még nem tudja. Ha aggódsz, fordulj orvoshoz. Ha sürgősnek érzed, vedd igénybe a helyi segélyhívó szolgálatokat.
id: MenoMap belum tahu soal itu. Jika kamu khawatir, hubungi dokter. Jika ini terasa mendesak, hubungi layanan darurat setempat.
it: MenoMap non lo sa ancora. Se sei preoccupata, contatta un medico. Se ti sembra urgente, rivolgiti ai servizi di emergenza locali.
ja: MenoMapにはまだその情報がありません。心配な場合は、医師に連絡してください。緊急だと感じる場合は、お住まいの地域の緊急サービスを利用してください。
ko: MenoMap은 아직 그 내용을 몰라요. 걱정된다면 의료진에게 연락하세요. 긴급하다고 느껴진다면 지역 응급 서비스를 이용하세요.
ms: MenoMap belum mengetahuinya. Jika anda bimbang, hubungi doktor. Jika perkara ini terasa mendesak, gunakan perkhidmatan kecemasan tempatan.
nb: MenoMap vet ikke det ennå. Hvis du er bekymret, kontakt en lege. Hvis det føles akutt, kontakt de lokale nødetatene.
nl: Dat weet MenoMap nog niet. Maak je je zorgen, neem dan contact op met een arts. Voelt het dringend, schakel dan de lokale hulpdiensten in.
pl: MenoMap jeszcze tego nie wie. Jeśli się martwisz, skontaktuj się z lekarzem. Jeśli sprawa wydaje się pilna, skorzystaj z lokalnych służb ratunkowych.
pt_br: O MenoMap ainda não sabe isso. Se você estiver preocupada, entre em contato com um profissional de saúde. Se parecer urgente, acione os serviços de emergência locais.
pt_pt: O MenoMap ainda não sabe responder a isso. Se isto te preocupa, contacta um profissional de saúde. Se te parecer urgente, recorre aos serviços de emergência locais.
ro: MenoMap nu știe asta încă. Dacă ești îngrijorată, contactează un medic. Dacă ți se pare urgent, apelează la serviciile locale de urgență.
sk: MenoMap to zatiaľ nevie. Ak máš obavy, obráť sa na lekára. Ak ti to pripadá naliehavé, obráť sa na miestnu záchrannú službu.
sv: MenoMap vet inte det än. Om du är orolig, kontakta en läkare. Om det känns akut, kontakta det lokala larmnumret.
th: MenoMap ยังไม่รู้เรื่องนี้ หากคุณกังวล ให้ติดต่อแพทย์ หากรู้สึกว่าเร่งด่วน ให้ใช้บริการฉุกเฉินในพื้นที่
tr: MenoMap bunu henüz bilmiyor. Endişeleniyorsan bir doktora başvur. Durum acil gibi geliyorsa yerel acil yardım hizmetlerine başvur.
uk: MenoMap поки що цього не знає. Якщо тебе це турбує, звернися до лікаря. Якщо це здається терміновим, звернися до місцевої служби екстреної допомоги.
vi: MenoMap chưa biết điều đó. Nếu bạn lo lắng, hãy liên hệ bác sĩ. Nếu việc này có vẻ khẩn cấp, hãy gọi dịch vụ cấp cứu tại địa phương.
zh_hans: MenoMap 暂时还不知道答案。如果你担心，请联系医生。如果情况紧急，请使用当地急救服务。
zh_hant: MenoMap 目前還不知道這個問題的答案。如果你擔心，請聯絡醫師。如果情況感覺緊急，請使用當地緊急服務。

source: MenoMap doesn't predict periods or fertile days.
ar: لا يتنبأ MenoMap بمواعيد الدورة الشهرية أو بأيام الخصوبة.
cs: MenoMap nepředpovídá menstruaci ani plodné dny.
da: MenoMap forudsiger ikke menstruation eller frugtbare dage.
de: MenoMap sagt keine Periode und keine fruchtbaren Tage voraus.
el: Το MenoMap δεν προβλέπει περιόδους ή γόνιμες ημέρες.
es: MenoMap no predice la regla ni los días fértiles.
es_419: MenoMap no predice la menstruación ni los días fértiles.
fi: MenoMap ei ennusta kuukautisia eikä hedelmällisiä päiviä.
fr: MenoMap ne prédit ni les règles ni les jours fertiles.
he: היישום MenoMap לא חוזה וסת או ימים פוריים.
hi: MenoMap पीरियड या फ़र्टाइल दिनों का अनुमान नहीं लगाता।
hr: MenoMap ne predviđa mjesečnice ni plodne dane.
hu: A MenoMap nem jelzi előre a menstruációt és a termékeny napokat.
id: MenoMap tidak memprediksi haid atau masa subur.
it: MenoMap non prevede le mestruazioni né i giorni fertili.
ja: MenoMapは月経や妊娠しやすい日を予測しません。
ko: MenoMap은 생리일이나 가임기를 예측하지 않아요.
ms: MenoMap tidak meramalkan haid atau hari subur.
nb: MenoMap forutsier ikke menstruasjon eller fruktbare dager.
nl: MenoMap voorspelt geen menstruaties of vruchtbare dagen.
pl: MenoMap nie przewiduje miesiączek ani dni płodnych.
pt_br: O MenoMap não prevê menstruação nem dias férteis.
pt_pt: O MenoMap não prevê menstruações nem dias férteis.
ro: MenoMap nu prezice menstruațiile sau zilele fertile.
sk: MenoMap nepredpovedá menštruáciu ani plodné dni.
sv: MenoMap förutsäger inte mens eller fertila dagar.
th: MenoMap ไม่ได้คาดการณ์ประจำเดือนหรือช่วงเจริญพันธุ์
tr: MenoMap adet ya da doğurgan günleri tahmin etmez.
uk: MenoMap не прогнозує менструації чи фертильні дні.
vi: MenoMap không dự đoán kỳ kinh hay ngày dễ thụ thai.
zh_hans: MenoMap 不预测月经或易孕期。
zh_hant: MenoMap 不會預測月經或易受孕期。

source: MenoMap is a wellness tracker and education tool. It does not diagnose menopause or any other condition, does not prescribe or change treatment, and does not replace care from a qualified clinician. If symptoms worry you, or if you have bleeding after menopause, chest pain, sudden severe headache, one-sided weakness, trouble breathing, or fainting, seek in-person or emergency care.
ar: تطبيق MenoMap أداة لتتبّع العافية وللتثقيف الصحي. لا يشخّص انقطاع الطمث ولا أي حالة أخرى، ولا يصف علاجًا ولا يغيّره، ولا يغني عن رعاية طبيب مؤهل. إذا كانت الأعراض تقلقكِ، أو إذا حدث لديكِ نزيف بعد انقطاع الطمث، أو ألم في الصدر، أو صداع شديد مفاجئ، أو ضعف في جانب واحد من الجسم، أو صعوبة في التنفّس، أو إغماء، فاطلبي الرعاية الطبية حضوريًا أو رعاية الطوارئ.
cs: MenoMap je aplikace pro sledování zdraví a pohody a vzdělávací nástroj. Nediagnostikuje menopauzu ani žádné jiné onemocnění, nepředepisuje ani nemění léčbu a nenahrazuje péči kvalifikovaného lékaře. Pokud tě příznaky znepokojují nebo pokud máš krvácení po menopauze, bolest na hrudi, náhlou silnou bolest hlavy, slabost jedné strany těla, potíže s dýcháním nebo omdlíváš, vyhledej lékařskou péči osobně nebo pohotovostní péči.
da: MenoMap er et wellness-værktøj til registrering og oplysning. Appen stiller ikke diagnosen menopause eller nogen anden diagnose, ordinerer eller ændrer ikke behandling og erstatter ikke behandling fra en kvalificeret læge. Hvis symptomer bekymrer dig, eller hvis du har blødning efter menopausen, brystsmerter, pludselig kraftig hovedpine, svaghed i den ene side af kroppen, vejrtrækningsbesvær eller besvimelse, så søg lægehjælp ved personligt fremmøde eller akut hjælp.
de: MenoMap ist ein Wellness-Tracker und Informationsangebot. Es stellt keine Diagnose der Menopause oder einer anderen Erkrankung, verschreibt oder ändert keine Behandlung und ersetzt nicht die Versorgung durch qualifizierte Ärztinnen und Ärzte. Wenn dich Beschwerden beunruhigen oder wenn du eine Blutung nach der Menopause, Schmerzen in der Brust, plötzliche starke Kopfschmerzen, eine einseitige Schwäche, Atemnot oder eine Ohnmacht hast, such dir ärztliche Hilfe vor Ort oder Notfallversorgung.
el: Το MenoMap είναι εφαρμογή παρακολούθησης ευεξίας και εργαλείο ενημέρωσης. Δεν διαγιγνώσκει την εμμηνόπαυση ή οποιαδήποτε άλλη πάθηση, δεν συνταγογραφεί ούτε αλλάζει θεραπεία και δεν αντικαθιστά τη φροντίδα από ειδικευμένο γιατρό. Αν τα συμπτώματα σε ανησυχούν ή αν έχεις αιμορραγία μετά την εμμηνόπαυση, πόνο στο στήθος, ξαφνικό έντονο πονοκέφαλο, αδυναμία στη μία πλευρά του σώματος, δυσκολία στην αναπνοή ή λιποθυμία, ζήτησε ιατρική φροντίδα δια ζώσης ή επείγουσα φροντίδα.
es: MenoMap es una herramienta de seguimiento del bienestar y de educación. No diagnostica la menopausia ni ninguna otra afección, no receta ni cambia tratamientos y no sustituye la atención de un profesional sanitario cualificado. Si tus síntomas te preocupan, o si tienes sangrado después de la menopausia, dolor en el pecho, dolor de cabeza repentino e intenso, debilidad en un lado del cuerpo, dificultad para respirar o desmayos, busca atención presencial o de urgencias.
es_419: MenoMap es una herramienta de seguimiento del bienestar y de educación. No diagnostica la menopausia ni ninguna otra afección, no receta ni cambia tratamientos y no reemplaza la atención de un profesional de la salud calificado. Si tus síntomas te preocupan, o si tienes sangrado después de la menopausia, dolor en el pecho, dolor de cabeza intenso y repentino, debilidad en un lado del cuerpo, dificultad para respirar o desmayos, busca atención en persona o de emergencia.
fi: MenoMap on hyvinvoinnin seurantasovellus ja terveystiedon työkalu. Se ei diagnosoi menopaussia eikä mitään muuta tilaa, ei määrää eikä muuta hoitoa eikä korvaa pätevän lääkärin antamaa hoitoa. Jos oireet huolestuttavat sinua tai sinulla on verenvuotoa menopaussin jälkeen, rintakipua, äkillinen kova päänsärky, toispuolista heikkoutta, hengitysvaikeuksia tai pyörtymistä, hakeudu hoitoon vastaanotolle tai päivystykseen.
fr: MenoMap est un outil de suivi du bien-être et un outil éducatif. Il ne diagnostique pas la ménopause ni aucune autre maladie, ne prescrit pas et ne modifie pas de traitement, et ne remplace pas les soins d’un professionnel de santé qualifié. Si des symptômes vous inquiètent, ou en cas de saignements après la ménopause, de douleur dans la poitrine, de mal de tête soudain et intense, de faiblesse d’un seul côté du corps, de difficultés à respirer ou d’évanouissement, consultez en personne ou faites appel aux services d’urgence.
he: היישום MenoMap הוא כלי למעקב אחר רווחה אישית ולהסברה. הוא אינו מאבחן מנופאוזה או כל מצב אחר, אינו רושם טיפול או משנה אותו, ואינו מחליף טיפול אצל רופא/ה מוסמך/ת. אם תסמינים מדאיגים אותך, או אם יש לך דימום לאחר הפסקת הווסת, כאב בחזה, כאב ראש פתאומי וחמור, חולשה בצד אחד של הגוף, קושי בנשימה או עילפון, פני לקבלת טיפול רפואי פנים אל פנים או לטיפול חירום.
hi: MenoMap एक वेलनेस ट्रैकर और जानकारी देने वाला टूल है। यह रजोनिवृत्ति या किसी दूसरी स्थिति का निदान नहीं करता, इलाज नहीं लिखता या नहीं बदलता, और किसी योग्य डॉक्टर की देखभाल की जगह नहीं लेता। अगर लक्षण आपको चिंतित करते हैं, या आपको रजोनिवृत्ति के बाद रक्तस्राव, सीने में दर्द, अचानक तेज़ सिरदर्द, शरीर के एक तरफ़ कमज़ोरी, साँस लेने में तकलीफ़ या बेहोशी हो, तो डॉक्टर से प्रत्यक्ष रूप से मिलें या आपातकालीन देखभाल लें।
hr: MenoMap je alat za praćenje dobrobiti i edukativni alat. Ne dijagnosticira menopauzu ni bilo koje drugo stanje, ne propisuje niti mijenja liječenje i ne zamjenjuje skrb kvalificiranog liječnika. Ako te simptomi brinu ili ako imaš krvarenje nakon menopauze, bol u prsima, iznenadnu jaku glavobolju, slabost jedne strane tijela, otežano disanje ili nesvjesticu, potraži liječničku pomoć uživo ili hitnu pomoć.
hu: A MenoMap egy wellness célú követő és ismeretterjesztő eszköz. Nem diagnosztizál menopauzát vagy más betegséget, nem ír fel és nem módosít kezelést, és nem helyettesíti a képzett orvos által nyújtott ellátást. Ha a tüneteid aggasztanak, vagy ha menopauza utáni vérzést, mellkasi fájdalmat, hirtelen fellépő erős fejfájást, egyoldali gyengeséget, légzési nehézséget vagy ájulást tapasztalsz, kérj személyes vagy sürgősségi ellátást.
id: MenoMap adalah alat pencatat kesehatan umum (wellness) dan alat edukasi. MenoMap tidak mendiagnosis menopause atau kondisi lain apa pun, tidak meresepkan atau mengubah pengobatan, dan tidak menggantikan perawatan dari dokter yang berkualifikasi. Jika gejala membuatmu khawatir, atau jika kamu mengalami perdarahan setelah menopause, nyeri dada, sakit kepala hebat yang tiba-tiba, lemah di satu sisi tubuh, kesulitan bernapas, atau pingsan, carilah perawatan tatap muka atau perawatan darurat.
it: MenoMap è uno strumento per il monitoraggio del benessere e per l'informazione. Non diagnostica la menopausa né altre condizioni, non prescrive né modifica terapie e non sostituisce le cure di un medico qualificato. Se i sintomi ti preoccupano, o se hai sanguinamento dopo la menopausa, dolore al petto, mal di testa improvviso e forte, debolezza da un solo lato del corpo, difficoltà a respirare o svenimento, chiedi assistenza medica di persona o di emergenza.
ja: MenoMapはウェルネス記録と健康教育のためのツールです。閉経やその他の病気を診断することはなく、治療を処方したり変更したりすることもなく、資格を持つ医師による診療に代わるものではありません。症状が心配な場合、または閉経後の出血、胸の痛み、突然の激しい頭痛、体の片側の脱力、呼吸困難、失神がある場合は、対面での診療または救急医療を受けてください。
ko: MenoMap은 건강 관리 기록 및 교육 도구예요. 갱년기나 다른 어떤 질환도 진단하지 않고, 치료를 처방하거나 변경하지 않으며, 자격을 갖춘 의료진의 진료를 대신하지 않아요. 증상이 걱정되거나, 폐경 후 출혈, 가슴 통증, 갑작스러운 심한 두통, 한쪽 몸의 힘 빠짐, 호흡 곤란, 실신이 있다면 대면 진료나 응급 진료를 받으세요.
ms: MenoMap ialah alat penjejak kesejahteraan dan alat pendidikan. Ia tidak mendiagnosis menopaus atau apa-apa keadaan lain, tidak memberi preskripsi atau mengubah rawatan, dan tidak menggantikan penjagaan daripada doktor yang bertauliah. Jika simptom membimbangkan anda, atau jika anda mengalami pendarahan selepas menopaus, sakit dada, sakit kepala teruk yang tiba-tiba, lemah pada sebelah badan, sukar bernafas atau pengsan, dapatkan rawatan secara bersemuka atau rawatan kecemasan.
nb: MenoMap er et verktøy for å følge med på egen helse og et opplæringsverktøy. Appen stiller ikke diagnosen overgangsalder eller noen annen tilstand, foreskriver eller endrer ikke behandling, og erstatter ikke oppfølging fra en kvalifisert lege. Hvis symptomer bekymrer deg, eller hvis du har blødning etter menopausen, brystsmerter, plutselig kraftig hodepine, svakhet i den ene siden av kroppen, pustevansker eller besvimelse, oppsøk helsehjelp personlig eller få akutt hjelp.
nl: MenoMap is een app om je welzijn bij te houden en een hulpmiddel voor voorlichting. MenoMap stelt geen diagnose van de menopauze of van een andere aandoening, schrijft geen behandeling voor en verandert die niet, en vervangt niet de zorg van een bevoegde arts. Maak je je zorgen over klachten, of heb je bloedverlies na de overgang, pijn op de borst, plotselinge hevige hoofdpijn, krachtverlies aan één kant, moeite met ademhalen of flauwvallen, ga dan persoonlijk naar een arts of zoek spoedeisende hulp.
pl: MenoMap to aplikacja do monitorowania samopoczucia i narzędzie edukacyjne. Nie diagnozuje menopauzy ani żadnej innej choroby, nie przepisuje ani nie zmienia leczenia i nie zastępuje opieki wykwalifikowanego lekarza. Jeśli objawy cię niepokoją albo jeśli masz krwawienie po menopauzie, ból w klatce piersiowej, nagły silny ból głowy, osłabienie jednej strony ciała, trudności z oddychaniem lub omdlenie, skorzystaj z osobistej wizyty u lekarza lub z pomocy ratunkowej.
pt_br: O MenoMap é um app de acompanhamento de bem-estar e uma ferramenta educativa. Ele não diagnostica a menopausa nem qualquer outra condição, não prescreve nem muda tratamentos e não substitui o atendimento de um profissional de saúde qualificado. Se os sintomas preocuparem você, ou se você tiver sangramento após a menopausa, dor no peito, dor de cabeça forte e repentina, fraqueza de um lado do corpo, dificuldade para respirar ou desmaio, procure atendimento presencial ou de emergência.
pt_pt: O MenoMap é um registo de bem-estar e uma ferramenta de educação para a saúde. Não diagnostica a menopausa nem qualquer outra doença, não receita nem altera tratamentos e não substitui os cuidados de um profissional de saúde qualificado. Se os sintomas te preocuparem, ou se tiveres uma hemorragia depois da menopausa, dor no peito, dor de cabeça súbita e intensa, fraqueza num dos lados do corpo, dificuldade em respirar ou desmaios, procura cuidados presenciais ou de emergência.
ro: MenoMap este un instrument de monitorizare a stării de bine și de informare. Nu diagnostichează menopauza sau vreo altă afecțiune, nu prescrie și nu modifică tratamente și nu înlocuiește îngrijirea oferită de un medic calificat. Dacă simptomele te îngrijorează sau dacă ai sângerare după menopauză, durere în piept, durere de cap bruscă și severă, slăbiciune pe o parte a corpului, dificultăți de respirație sau leșin, solicită îngrijire medicală în persoană sau de urgență.
sk: MenoMap je nástroj na sledovanie pohody a na vzdelávanie. Nediagnostikuje menopauzu ani žiadne iné ochorenie, nepredpisuje ani nemení liečbu a nenahrádza starostlivosť kvalifikovaného lekára. Ak ťa príznaky znepokojujú alebo ak máš krvácanie po menopauze, bolesť na hrudníku, náhlu silnú bolesť hlavy, slabosť jednej strany tela, ťažkosti s dýchaním alebo mdloby, vyhľadaj osobné vyšetrenie alebo pohotovostnú starostlivosť.
sv: MenoMap är ett verktyg för att följa ditt välmående och för att lära dig mer. Appen ställer inte diagnosen menopaus eller någon annan diagnos, skriver inte ut eller ändrar behandling och ersätter inte vård från en behörig läkare. Om symtom oroar dig, eller om du har blödning efter menopausen, bröstsmärta, plötslig svår huvudvärk, svaghet i ena sidan av kroppen, andningssvårigheter eller svimmar, sök vård på plats eller akut vård.
th: MenoMap เป็นแอปติดตามสุขภาวะและเครื่องมือให้ความรู้ ไม่ได้วินิจฉัยวัยหมดประจำเดือนหรือภาวะอื่นใด ไม่ได้สั่งหรือเปลี่ยนการรักษา และไม่ได้ทดแทนการดูแลจากแพทย์ที่มีคุณวุฒิ หากอาการทำให้คุณกังวล หรือหากคุณมีเลือดออกหลังหมดประจำเดือน เจ็บหน้าอก ปวดศีรษะรุนแรงอย่างเฉียบพลัน อ่อนแรงครึ่งซีก หายใจลำบาก หรือเป็นลม ให้ไปพบแพทย์ด้วยตนเองหรือรับการรักษาฉุกเฉิน
tr: MenoMap bir sağlıklı yaşam takip uygulaması ve eğitim aracıdır. Menopoza ya da başka herhangi bir duruma tanı koymaz, tedavi reçete etmez ya da tedaviyi değiştirmez ve yetkin bir doktorun sağladığı bakımın yerini tutmaz. Belirtiler seni endişelendiriyorsa ya da menopoz sonrası kanama, göğüs ağrısı, ani şiddetli baş ağrısı, vücudun bir tarafında güçsüzlük, nefes almada güçlük veya bayılma yaşarsan yüz yüze ya da acil tıbbi yardım al.
uk: MenoMap — це трекер самопочуття та освітній інструмент. Він не діагностує менопаузу чи будь-який інший стан, не призначає і не змінює лікування та не замінює допомоги кваліфікованого лікаря. Якщо симптоми тебе турбують або якщо в тебе кровотеча після менопаузи, біль у грудях, раптовий сильний головний біль, слабкість з одного боку тіла, утруднене дихання чи непритомність, звернися по очну або екстрену медичну допомогу.
vi: MenoMap là công cụ theo dõi sức khỏe tổng quát và giáo dục sức khỏe. Ứng dụng không chẩn đoán mãn kinh hay bất kỳ bệnh lý nào khác, không kê đơn hay thay đổi điều trị, và không thay thế việc chăm sóc từ bác sĩ có chuyên môn. Nếu triệu chứng khiến bạn lo lắng, hoặc nếu bạn bị chảy máu sau mãn kinh, đau ngực, đau đầu dữ dội đột ngột, yếu một bên người, khó thở hoặc ngất xỉu, hãy đi khám trực tiếp hoặc đến cơ sở cấp cứu.
zh_hans: MenoMap 是一款健康记录和教育工具。它不诊断更年期或任何其他疾病，不开具或更改治疗，也不能取代合格医生的诊疗。如果症状让你担心，或出现绝经后出血、胸痛、突发剧烈头痛、单侧肢体无力、呼吸困难或晕厥，请当面就医或寻求急救。
zh_hant: MenoMap 是健康追蹤與衛教工具。它不會診斷停經或任何其他疾病，不會開立或更改治療，也不能取代合格醫師提供的照護。如果症狀讓你擔心，或你有停經後出血、胸痛、突發的劇烈頭痛、單側無力、呼吸困難或昏厥，請親自就醫或尋求緊急醫療。
